export const stadiums = [
  {
    id: 1,
    name: "大和ハウスプレミストドーム",
    address: "北海道札幌市豊平区羊ヶ丘1",
  },
  {
    id: 2,
    name: "札幌厚別公園競技場",
    address: "北海道札幌市厚別区上野幌3条1丁目2-1",
  },
  {
    id: 3,
    name: "県立カシマサッカースタジアム",
    address: "茨城県鹿嶋市神向寺後山26-2",
  },
  {
    id: 4,
    name: "埼玉スタジアム２００２",
    address: "埼玉県さいたま市緑区中野田500",
  },
  {
    id: 5,
    name: "三協フロンテア柏スタジアム",
    address: "千葉県柏市日立台1-2-50",
  },
  {
    id: 6,
    name: "味の素スタジアム",
    address: "東京都調布市西町376-3",
  },
  {
    id: 8,
    name: "町田ＧＩＯＮスタジアム",
    address: "東京都町田市野津田町2035",
  },
  {
    id: 9,
    name: "Ｕｖａｎｃｅとどろきスタジアム",
    address: "神奈川県川崎市中原区等々力1-1",
  },
  {
    id: 10,
    name: "日産スタジアム",
    address: "神奈川県横浜市港北区小机町3300",
  },
  {
    id: 11,
    name: "レモンガススタジアム平塚",
    address: "神奈川県平塚市大原1-1",
  },
  {
    id: 12,
    name: "デンカビッグスワンスタジアム",
    address: "新潟県新潟市中央区清五郎67-12",
  },
  {
    id: 13,
    name: "ヤマハスタジアム（磐田）",
    address: "静岡県磐田市新貝2500",
  },
  {
    id: 14,
    name: "エコパスタジアム",
    address: "静岡県袋井市愛野2300-1",
  },
  {
    id: 15,
    name: "豊田スタジアム",
    address: "愛知県豊田市千石町7丁目2",
  },
  {
    id: 16,
    name: "サンガスタジアム by ＫＹＯＣＥＲＡ",
    address: "京都府亀岡市亀岡駅北1丁目8番地",
  },
  {
    id: 17,
    name: "パナソニック スタジアム 吹田",
    address: "大阪府吹田市千里万博公園3-3",
  },
  {
    id: 18,
    name: "ヨドコウ桜スタジアム",
    address: "大阪府大阪市東住吉区長居公園1-1",
  },
  {
    id: 19,
    name: "ノエビアスタジアム神戸",
    address: "兵庫県神戸市兵庫区御崎町1丁目2-2",
  },
  {
    id: 20,
    name: "エディオンピースウイング広島",
    address: "広島県広島市安佐南区大塚西5丁目1-1",
  },
  {
    id: 21,
    name: "ベスト電器スタジアム",
    address: "福岡県福岡市博多区東平尾公園2-1-1",
  },
  {
    id: 22,
    name: "駅前不動産スタジアム",
    address: "佐賀県鳥栖市京町812",
  },
  {
    id: 23,
    name: "国立競技場",
    address: "東京都新宿区霞ヶ丘町10-1",
  },
  {
    id: 25,
    name: "ユアテックスタジアム仙台",
    address: "宮城県仙台市泉区七北田柳78",
  },
  {
    id: 26,
    name: "ソユースタジアム",
    address: "秋田県秋田市八橋運動公園1-1",
  },
  {
    id: 27,
    name: "ＮＤソフトスタジアム山形",
    address: "山形県天童市山王1-1",
  },
  {
    id: 28,
    name: "ケーズデンキスタジアム水戸",
    address: "茨城県水戸市小吹町2058-1",
  },
  {
    id: 29,
    name: "カンセキスタジアムとちぎ",
    address: "栃木県宇都宮市西川田4丁目1-1",
  },
  {
    id: 30,
    name: "栃木県グリーンスタジアム",
    address: "栃木県宇都宮市清原工業団地32",
  },
  {
    id: 31,
    name: "正田醤油スタジアム群馬",
    address: "群馬県前橋市敷島町66",
  },
  {
    id: 32,
    name: "フクダ電子アリーナ",
    address: "千葉県千葉市中央区川崎町1-20",
  },
  {
    id: 33,
    name: "ニッパツ三ツ沢球技場",
    address: "神奈川県横浜市神奈川区三ツ沢西町3-1",
  },
  {
    id: 34,
    name: "ＪＩＴ リサイクルインク スタジアム",
    address: "山梨県甲府市小瀬町840",
  },
  {
    id: 35,
    name: "ＩＡＩスタジアム日本平",
    address: "静岡県静岡市清水区村松3880-1",
  },
  {
    id: 36,
    name: "藤枝総合運動公園サッカー場",
    address: "静岡県藤枝市原100",
  },
  {
    id: 37,
    name: "シティライトスタジアム",
    address: "岡山県岡山市北区いずみ町2-1",
  },
  {
    id: 38,
    name: "維新みらいふスタジアム",
    address: "山口県山口市維新公園4-1-1",
  },
  {
    id: 39,
    name: "鳴門・大塚スポーツパーク ポカリスエットスタジアム",
    address: "徳島県鳴門市撫養町立岩四枚61",
  },
  {
    id: 40,
    name: "ニンジニアスタジアム",
    address: "愛媛県松山市上野町乙46",
  },
  {
    id: 41,
    name: "PEACE STADIUM Connected by SoftBank",
    address: "長崎県長崎市松山町2-5",
  },
  {
    id: 42,
    name: "えがお健康スタジアム",
    address: "熊本県熊本市東区平山町2776",
  },
  {
    id: 43,
    name: "レゾナックドーム大分",
    address: "大分県大分市横尾1351",
  },
  {
    id: 44,
    name: "白波スタジアム",
    address: "鹿児島県鹿児島市与次郎2丁目2-2",
  },
  {
    id: 45,
    name: "プライフーズスタジアム",
    address: "青森県八戸市大字市川町市川後55-1",
  },
  {
    id: 46,
    name: "いわぎんスタジアム",
    address: "岩手県盛岡市永井8-65",
  },
  {
    id: 47,
    name: "ウエスタンデジタルスタジアムきたかみ",
    address: "岩手県北上市本通り3-4-3",
  },
  {
    id: 48,
    name: "とうほう・みんなのスタジアム",
    address: "福島県福島市佐原字神事場1番地",
  },
  {
    id: 49,
    name: "会津総合運動公園あいづ陸上競技場",
    address: "福島県会津若松市門田町御山村中180",
  },
  {
    id: 50,
    name: "ＮＡＣＫ５スタジアム大宮",
    address: "埼玉県さいたま市大宮区高鼻町4丁目",
  },
  {
    id: 51,
    name: "ニッパツ三ツ沢球技場",
    address: "神奈川県横浜市神奈川区三ツ沢西町3-1",
  },
  {
    id: 52,
    name: "相模原ギオンスタジアム",
    address: "神奈川県相模原市南区麻溝台2284",
  },
  {
    id: 53,
    name: "サンプロ アルウィン",
    address: "長野県松本市神林5300",
  },
  {
    id: 54,
    name: "長野Ｕスタジアム",
    address: "長野県長野市篠ノ井東福寺320",
  },
  {
    id: 55,
    name: "富山県総合運動公園陸上競技場",
    address: "富山県富山市南中田368",
  },
  {
    id: 56,
    name: "金沢ゴーゴーカレースタジアム",
    address: "石川県金沢市磯部町ロ75-1",
  },
  {
    id: 57,
    name: "愛鷹広域公園多目的競技場",
    address: "静岡県沼津市足高202",
  },
  {
    id: 58,
    name: "岐阜メモリアルセンター長良川競技場",
    address: "岐阜県岐阜市長良福光大野2675-28",
  },
  {
    id: 59,
    name: "東大阪市花園ラグビー場",
    address: "大阪府東大阪市松原南1-1-1",
  },
  {
    id: 60,
    name: "ロートフィールド奈良",
    address: "奈良県奈良市法蓮佐保山4丁目5-1",
  },
  {
    id: 61,
    name: "Ａｘｉｓバードスタジアム",
    address: "鳥取県鳥取市蔵田423",
  },
  {
    id: 62,
    name: "オールガイナーレYAJINスタジアム",
    address: "鳥取県米子市両三柳2360",
  },
  {
    id: 63,
    name: "Ｐｉｋａｒａスタジアム",
    address: "香川県丸亀市金倉町830",
  },
  {
    id: 64,
    name: "今治里山スタジアム",
    address: "愛媛県今治市大西町宮脇乙579",
  },
  {
    id: 65,
    name: "ミクニワールドスタジアム北九州",
    address: "福岡県北九州市小倉北区浅野3-9-33",
  },
  {
    id: 66,
    name: "いちご宮崎新富サッカー場",
    address: "宮崎県児湯郡新富町大字三納代1586",
  },
  {
    id: 67,
    name: "タピック県総ひやごんスタジアム",
    address: "沖縄県沖縄市比屋根5-3-1",
  },
  {
    id: 68,
    name: "ハワイアンズスタジアムいわき",
    address: "福島県いわき市常磐水野谷町竜ケ沢308",
  },
  {
    id: 69,
    name: "CITY FOOTBALL STATION",
    address: "栃木県栃木市岩舟町三谷１０３８−１",
  },
  {
    id: 70,
    name: "高知県立春野総合運動公園陸上競技場",
    address: "高知県高知市春野町芳原2485",
  },
  {
    id: 71,
    name: "キューアンドエースタジアムみやぎ",
    address: "宮城県宮城郡利府町菅谷字舘40-1",
  },
];
